Repository: Kaua-RM/ProjetoFinal_Lince
Catalog: lib/l10n/app_*.arb
Languages: de, pt

# textFormLoginPassword
source: Password
pt: Senha

# textLogin
source: A TRIP IS NOT MEASURED IN MILES, BUT IN MOMENTS.
de: EINE REISE WIRD NICHT IN MEILEN, SONDERN IN MOMENTEN GEMESSEN..
pt: UMA VIAGEM NÃO SE MEDE EM MILHAS, MAS EM MOMENTOS.

# buttomLogin
source: LET'S GO
de: LASS UNS GEHEN
pt: VAMOS LÁ

# titleHome
source: WELCOME.
de: WILLKOMMEN.
pt: BEM VINDO.

# subTitleHome
source: Your next destination awaits
de: Ihr nächstes Ziel erwartet Sie
pt: Seu proximo destino lhe aguarda

# subTitleDividerHome
source: Previous Trips
de: Frühere Reisen
pt: Viagens Anteriores

# titleForm
source: ITINERARY
de: Reiseplan
pt: ROTEIRO

# subTitleForm
source: The best trips start with good planning
de: Die besten Reisen beginnen mit einer guten Planung
pt: As mehores viagens começam com um bom planejamento

# subTitleDividerForm
source: Form
de: Formular
pt: Formulário

# titleBook
source: MOMENTS
de: MOMENTE
pt: MOMENTOS

# subTitleBook
source: The trip may be over but the moments are eternal
de: Die Reise mag vorbei sein, aber die Momente sind ewig
pt: A viagem pode ter acabado mais os momentos são eternos

# subTitleDividerBook
source: Add memories
de: Erinnerungen hinzufügen
pt: Adicione lembranças
